[internal]
desksealA10 = ¡Hola! ¿Como puedo awudarte?
desksealA11 = ¿Estás buwcando algo que se pawece a esto [icon:timepiece]?
desksealA12 = Hmmm... ¿Cuawdo lo he visto...?
desksealA13 = Pewsáwdolo wucho...
desksealA14 = ¡Oh! ¡Ya recuewdo! ¡Rowpimos uno de esos y lo escondiwos del capitán! [br]No estará wuy feliz cuando se entewe que hiciwos un desastwe.
desksealA15 = Intentawos liwpiarlo, pero. Um. Hm. No hiciwos un wuy buen twabajo... Y perdiwos alguwas de las piezas...
desksealA16 = ¡Lo siewto wucho, señowita! ¡No se ewoje!

deckshard0 = ¡W-wolaa! Necesito wecoger todos estos vasos vacíos, pero los dejé caer. ¿We puede awudar, señowita?

leftshard0 = Me lastiwé... ¿Me llewarías con el capitán, por fawor?
leftshard3 = ¡Gwacias por besar mi herida, señowita! ¡Ya me siewto wejor! [br] ¡Ewcontré este brillawte cristal! ¡Pewo es todo tuwo!

seals0 = ¡Holaaa, señowita! ¡Esperawos que te guste el bawco! Trabajawos wuy duro para wantenerlo liwpio y ordenado.
seals1 = ¡Disculpe! ¡Wo corra por la pisciwa, por fawor y gwacias!
seals2 = ¡Hola! ¿Te gustawía cowprar un juwuete para la pisciwa?
seals3 = ¡Tenewos una gran variedad de forwas y tawaños! ¡Y adewás flotan!
seals4 = Biewvenida, señora. Wo creo que tewgamos wesas para uno awora mismo...
seals5 = ¡Uh, oh! ¡Ese bote sawvavidas está bwoqueando la puewta!
seals6 = Es taw pesado...

bathroom0 = ¡Lo siewto! Choqué el cawito de cowida y derrawé las bebidas, ¡Así que ahowa el baño se ha cowvertido en un desastwe!

signs0 = ¡La wecepción es por aquí, señowita!
signs1 = ¡Biewvenidos a bowrdo!

seal_egg0 = Huewo.
Egg0 =  [name]Mr. E:[/name] Huevo.
Egg1 =  [name]Mr. N:[/name] Woah man, why'd you do it?
Egg2 = [name]Mr. E:[/name] Cheese is an old meme. Now it is Mr E's turn to shine...wanna join me Mr N?
Egg3 = [name]Mr. N:[/name] k

[act2]
thankyou0 = ¡Te lo agrawdezco, señowita!
thankyou1 = ¡Grawcias por la awuda!

seals0 = ¡Hola, señowita! ¿Cówo puedo awudawrte?
seals1 = ¿Oh? ¿Hay algo que quieras de las cosas Pewdidas y Ewcontwadas?
seals2 = Hmm... ¡El Capitán nos deja ewegir algo de ahí si trabajawos wuy, wuy duro! ¡Tal wez puedas awudar!
seals3 = Peeewro... Debewrías preguwtárselo awablewente. [hint]¡Solo siwue el desastwe hasta su cuawto![/hint]
seals4 = El Capitán es wuy desowdenado. ¡Pero el siempwe twabaja en la nawegación del bawco!
seals5 = ¡Lo awamos wucho wucho!


seals4 = ¡S-señowita! ¡No debe abwir eso a wenos que el Cwapitán lo owdene!
seals5 = ¡Woola! El capitán dijo que podías towar algo. ¡Debe haber algo brillawte allí!

[docks]
seals1 = ¡Biewvewida al cwusero, señowita!
seals2 = ¡Espewamos que lo pases gewial!

[act3]
loudspeaker0 = ¡Woola! El Capitán tiene un wensa-

carried0 = ¡Gwacias, señowita!
carried1 = ¡Oh! ¿A dówde vawos?

seals0 = ¡Gwacias, señowita!

[fluff]
deskseals0 = ¡Woola! Si quiewes un weembolso, ¡se supowe que debo decir que no podewos!
deskseals1 = ¡Pero eso es walo! ¡Weembolso para todos, woorah!

kitchenseals0 = ¡Por fawor, tenga cuidado, señowita! Tenewos un pequeño problewa con los hornos...
kitchenseals1 = ¡Wouch! El fuewo está wuy caliewte...
kitchenseals2 = ¡Woola! ¡Estoy descawsawdo!
kitchenseals3 = ¡Es wuy difícil llegar a estas wesas! Tal vez debewíamos haber conseguido alguwos wás pequeños...
kitchenseals4 = ¡¡¡Uh, oh!!! ¡Hay wudín en todos lados! ¡Por favor, cuidado por dowde cawinas!
kitchenbubbleseal0 = ¡Tenewos un pedido en la cubiewta! ¡Towa el ascewsor!
kitchenbubbleseal1 = ¡Eso para la piwcina, señowa!
kitchenbubbleseal2 = ¡Eso es pawa el cowedor!
kitchenbubbleseal3 = Llewa eso al cowedor, ¡pow fawor!
kitchenbubbleseal4 = ¡Sewvicio a cuawto! ¡Lléwalo al balcón!
kitchenbubbleseal5 = ¡Tenewos un pedido de sewvicio a cuawto!
kitchenbubbleseal6 = ¡A estwibor! Uh... ¡es a la dewecha, señowita!
kitchenbubbleseal7 = ¡Al lado de la nawe! ¡Diwectawente por esa puewta!

seals0 = ¡Estas toallas son wuy wómodas!
seals1 = Se supowe que debo estar twabajando, pero es tan wómodo...
seals2 = ¡Por favor, miwe por donde cawina, señowita! ¡Es una graw caída wás allá de esta bawandilla!
seals3 = Ups... ¡Nos olvidawos de aseguwar las wesas! Se están deslizando por el suelo.
seals4 = Hmmm... ¡Te ves dewasiado joven cowo para apostar! ¡Lo siewto, señowita!
seals5 = Adewás, ¡por favor, bájate del escwitorio!
seals6 = ¿Acaso el jawdín no es bonito, señowita?